Revit 2015 API
TextNote.Leaders Property
Retrieves all the leaders belongs to the current TextNote object.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
Syntax
C#
public LeaderArray Leaders { get; }
Visual Basic
Public ReadOnly Property Leaders As LeaderArray
	Get
Visual C++
public:
property LeaderArray^ Leaders {
	LeaderArray^ get ();
}
Remarks
This property is ReadOnly.
See Also
TextNote Class
Autodesk.Revit.DB Namespace